{
  "header":{
    "home": "Home",
    "about": "About Us",
    "services": "Services",
    "services_schools": "Schools",
    "services_corporate": "Corporate",
    "services_community": "Community",
    "services_events": "Events",
    "collaboration": "Collaboration",
    "community": "AIR+ Community",
    "contact": "Contact Us"
  },
  "body_home":{
    "t1": "Air Drumming is a rhythmic exploration, a lifestyle statement, and a social movement, that integrates users seamlessly across the mobile application, the physical experience, and their connection with the larger communities.",
    "play1": "AIRCITING FEATURES",
    "play1text":"Explore yourcelestial adventure!",
    "play2":"STAR TRACKS",
    "play2text":"Drum N' Roll to your all-time favorite songs!",
    "play3h1":"FEEL D",
    "play3h2":"COSMIC",
    "play3h3":"BEAT",
    "play3h4":"COSMIC BEAT",
    "play4":"Learn More",
    "play5":"DRUMPLAY",
    "play5text":"Electrify the universe with your best score!",
    "com1":"AIR COMMUNITY",
    "com1text":"We make rhythm learning accessible for people from all walks of life, especially the underserved communities, with our multi-functional AI-powered Air Drumming application.",
    "com1text2":"Learn More",
    "events1":"EVENTS",
    "events1text":"Tap on our comprehensive suite of AI-powered solutions to hype up your pop-up events and boost crowd engagement.",
    "events1text2":"Learn More"
  },
  "body_about":{
    "about1h":"WHAT IS",
    "about1h2":"AIR DRUMMING?",
    "about1p1":"Air is shapeless, formless, limitless - and we believe drumming can be too. We imagine a creative expression with no obstacles, a language with no barriers, and a world with no one left behind.",
    "about1p2":"Air Drumming is a rhythmic exploration, a lifestyle statement, and a social movement, that integrates users seamlessly across the mobile application, the physical experience, and their connection with the larger communities.",
    "about1p3":"We develop cutting-edge technological capabilities to elevate physical experiences for people from all walks of life, without losing the human touch.",
    "about1p4":"Air Drumming is part of A.I.R Technology, a newly founded gaming company that specialises in developing rhythm-based mobile applications that bridge AI technology and reality to promote inclusion among the communities.",
    "about1p5":"We develop applications that are entertaining, educational and inclusive.",
    "aboutWho1h":"WHO WE ARE?",
    "aboutWho1p":"Rhythm is our universal language to connect with the world. We are as a team of creative rhythm makers, performers,",
    "aboutWho2p":"educators, artists, and most importantly, ever-changing innovators.",
    "aboutWho3p":"We redefine rhythm. We created new possibilities. We turn ideas into reality.",
    "aboutMiss1h":"MISSION",
    "aboutMiss1p":"Bridging AI and Reality to create Inclusivity through rhythm",
    "aboutVis1h":"VISION",
    "aboutVis1p":"Be Asia's leading rhythm-based edutainment platform",
    "aboutMile1h":"MILESTONES",
    "aboutMile1p":"Started Air Drumming",
    "aboutMile2p":"Established A.I.R Technology Pte Ltd",
    "aboutMile3p":"Performed at Singapore New Year Countdown",
    "aboutMile4p":"Peformed at Chinese New Year @ River Hongbao",
    "aboutMile5p":"Performed at Singapore National Day Parade",
    "aboutMile6p":"Showcased and performed for Somerset Belt Arts Fest Opening",
    "aboutMile7p":"Showcased sustainable lights installation for Singapore Night Festival @ GR.iD",
    "aboutMile8p":"Received Singapore Young Entrepreneur Award for Quality Education and Responsible Supply Chain",
    "aboutMile9p":"Launched digital music series Dru(musical) and Cajon online with support from",
    "aboutMile10p":"National Arts Council (NAC)",
    "aboutMile11p":"Launched livestreaming show and music videos with support from Somerset Belt",
    "aboutMile12p":"Performed at Singapore New Year Countdown",
    "aboutMile13p":"Initiated Green Drumming, Singapore's first innovative-recycled percussion group",
    "aboutMile14p":"Singapore's biggest Cajon festival, Box'Out returned for third edition",
    "aboutMile15p":"Performed at President Star Charity show",
    "aboutMile16p":"Singapore's biggest Cajon festival, Box'Out returned for second edition",
    "aboutEvent1h":"ABOUT OUR",
    "aboutEvent1h2":"AIR+ COMMUNITY?",
    "aboutEvent1p":"The Air+ Community is where users from all walks of life connect - our players, creators, merchants and partners.",
    "aboutEvent2p":"Embark on your rhythmic journey today!",
    "aboutEvent3p":"Join Us!"
  },
  "body_services":{
    "servicesSchool1h":"SCHOOLS",
    "servicesSchool1p":"Air Drumming provides students with an innovative rhythm learning experience powered by proprietary Al application, integrated with high-tech music gadgets. Catered to students with varying levels of music proficiency, we leverage on smart in-app features to equip students with drumming fundamentals in an interactive and engaging manner. Students can also join the Air+ community to access unlimited drumming tutorials and practice with some of the trendiest pop songs in the app.",
    "servicesSchool2p":"With 10+ years of conducting enrichment programmes for 80+ MOE- registered and private schools, ranging from pre-schools to tertiary institutions, we are a team of trailblazers who redefines creative education and music learning for the next generation.",
    "servicesSchool2h":"WE PROVIDE",
    "servicesSchool3p":"Assembly Program (Talk, Performance, Student Engagement)",
    "servicesSchool4p":"Short-term Taster Workshops",
    "servicesSchool5p":"Long-term Enrichment Program",
    "servicesSchool6p":"Learning Journey (Offsite Immersion)",
    "servicesSchool3h":"SCHOOLS WE HAVE WORKED WITH",
    "servicesSchool7p":"Westwood Primary School, Westwood Secondary School, Holy Innocent's High School, Furen International School, National University of Singapore, Singapore Management University, Maple Bear",
    "servicesCorp1h":"CORPORATE",
    "servicesCorp1p":"Watch a movie, play a sport, or conquer an amazing race challenge? It's time to surprise and impress your employees with more refreshing corporate engagement ideas. Be it for your annual D&D, festive event, teambuilding activity, or CSR initiative - we can drum up innovative rhythmic performances or fun team programs for your organization! ",
    "servicesCorp2p":"Powered by our agile Air Drumming platform, we immerse your employees in an absolutely adrenaline-pumping and eye-opening drumming experience unlike any others. We turn your imagination into a reality!",
    "servicesCorp2h":"WE PROVIDE",
    "servicesCorp3p":"Performance (with elements of Audience Interaction)",
    "servicesCorp4p":"Teambuilding Program",
    "servicesCorp5p":"Creative Collaboration (Executive-level Training & Choreography, Customized Request)",
    "servicesCorp3h":"PARTNERS WE HAVE WORKED WITH",
    "servicesCorp6p":"DBS, UBS, HTX, Johnson & Johnson, Gardens by the Bay, Marina Bay Sands, MediaCorp, Tiger Beer, The Body Shop",
    "servicesComm1h":"COMMUNITY",
    "servicesComm1p":"We make rhythm learning accessible for people from all walks of life, especially the underserved communities such as seniors living alone and persons with disabilities. Conventional drumming workshops can be rather difficult for senior learners, especially those struggling with any form of medical condition (e.g. intellectual disability, dementia, physical constraint), so we leverage on our multi-functional Al-powered Air Drumming application to provide an easy-to-follow, and audiovisual learning experience for them.",
    "servicesComm2p":"More than just drumming, we help community partners to conceptualize and customize inclusive programs that champion the five key components of well-being (social, physical, emotional, mental, nutritional) using technology. We also work closely with our partners to conduct internal training and development programs for their staff and volunteers as part of our mission to create an inclusive community.",
    "servicesComm2h":"WE PROVIDE",
    "servicesComm3p":"Inclusive Workshops (applicable to Persons with Disabilities)",
    "servicesComm4p":"Long-term Programs (applicable to Persons with Disabilities)",
    "servicesComm5p":"Training & Development",
    "servicesComm3h":"SCHOOLS WE HAVE WORKED WITH",
    "servicesComm6p":"Thye Hua Kwan (SAC), Extra Ordinary People, The Singapore Association For The Deaf, Youth Corps Singapore, Loving Heart",
    "servicesEvent1h":"EVENTS",
    "servicesEvent1p":"In today's digital world, there is no better way to engage consumers than using technology. We R&D a comprehensive suite of Al-powered solutions to deliver gamified experiences that are immersive, interactive and innovative! Tap on our proprietary Air Drumming application, together with physical Air Kiosk (mobile gaming machine), to hype up your pop-up events and boost crowd engagement.",
    "servicesEvent2h":"WE PROVIDE",
    "servicesEvent2p":"Air Kiosks (suitable for Pop-up activations)",
    "servicesEvent3p":"020 Gamified Experiences (suitable for campaigns)",
    "servicesEvent4p":"Interactive Performances (suitable for opening/closing events)"
  },
  "body_colaboration":{
    "colaboration1":"BRAND",
    "colaboration2":"TOKENIZATION",
    "colaboration3":"Looking to take your brand outreach and engagement efforts up a digital notch?",
    "colaboration4":"We can conceptualize and implement tokenized loyalty and reward campaigns for you with our AIR technology",
    "colaboration5":"EMPLOYEE",
    "colaboration6":"ENGAGEMENT",
    "colaboration7":"Planning to entice and reward your employees with something more fun and current?",
    "colaboration8":"We can conceptualize and implement tokenized employee benefits for your organization with our AIR technology",
    "colaboration9":"STUDENT",
    "colaboration10":"ENGAGEMENT",
    "colaboration11":"(GAMIFIED LEARNING)",
    "colaboration12":"Cracking new ways to facilitate more effective learning for your students?",
    "colaboration13":"We can conceptualize and implement gamified learning solutions for your institution with our AIR technology"
  },
  "body_community":{
    "community1":"AIR+ COMMUNITY",
    "community2":"Welcome to our Air+ Community - where our AIRbassadors (users), AIRtists (music creators), and AIR partners (brands) connect.",
    "community3":"AIRTIST",
    "community4":"AIRBASSADOR",
    "community5":"AIR PARTNER",
    "community6":"Sign up for our Air Drumming mobile application to access the latest features, updates, and rewards!",
    "community7":"Chat with us",
    "community8":"We recognize and celebrate little wins of yours, with you. We will feature top AIRbassadors on leaderboards and spotlight up-and-coming AIRtists to recognize",
    "community9":"BE THE FIRST TO EXPERIENCE AIR",
    "community10":"Join our group of AIRplorers to beta test newly launched features and have your voices heard. Take an active step in making the gaming experience better for fellow players!",
    "community11":"Join Now"
  },
  "body_contact":{
    "contact1":"Name",
    "contact2":"Your name",
    "contact3":"Organization",
    "contact4":"Type of Inquiry",
    "contact5":"General Inquiry",
    "contact6":"Support",
    "contact7":"Sales",
    "contact8":"User Deletion",
    "contact9":"Email Address",
    "contact10":"Your email address",
    "contact11":"Contact",
    "contact12":"Your Contact number",
    "contact13":"Message",
    "contact14":"What do you want to say....",
    "contact15":"Send",
    "contact16":"GET IN TOUCH",
    "contact17":"Let us know how can we help you."
  },
  "body_privacy":{
    "privacy01":"Privacy Policy",
    "privacy02":"This privacy policy applies to the AIR DRUMMING app (hereby referred to as “Application”) on your mobile devices and on our website https://www.airdrumming.sg (hereby referred to as “Website”) that was created by A.I.R TECHNOLOGY PTE. LTD. (hereby referred to as “Service Provider”) as a Free service. This service is intended for use “AS IS”. It also applies to our Marketing and Advertising activities across all platforms and services that we will provide to you including campaigns with brands and influencers, customer support, social media and other community channels that we may operate from time to time.",
    "privacy03":"Information Collection and Use",
    "privacy04":"The Application collects information when you download and use it. This information may include information such as",
    "privacy05":"Your device's Internet Protocol address (e.g. IP address)",
    "privacy06":"The pages of the Application that you visit, the time and date of your visit, the time spent on those pages",
    "privacy07":"The time spent on the Application",
    "privacy08":"The operating system you use on your mobile device",
    "privacy09":"The Application collects your device's location, which helps the Service Provider determine your approximate geographical location and make use of in below ways:",
    "privacy010":"Geolocation Services: The Service Provider utilizes location data to provide features such as personalized content, relevant recommendations, and location-based services. ",
    "privacy011":"Analytics and Improvements: Aggregated and anonymized location data helps the Service Provider to analyze user behavior, identify trends, and improve the overall performance and functionality of the Application.",
    "privacy012":"Third-Party Services: Periodically, the Service Provider may transmit anonymized location data to external services. These services assist them in enhancing the Application and optimizing their offerings.",
    "privacy013":"The Service Provider may use the information you provided to contact you from time to time to provide important information, including required notices, preventing fraud, optimizing user experience, customizing in-game offers, verifying in-game purchases and marketing promotions.",
    "privacy014":"For a better experience, while using the Application, the Service Provider may require you to provide us with certain personally identifiable information, including but not limited to Email, User Id. The information that the Service Provider request will be retained by them and used as described in this privacy policy",
    "privacy015":"Third Party Access",
    "privacy016":"Only aggregated, anonymized data is periodically transmitted to external services to aid the Service Provider in improving the Application and their service. The Service Provider may share your information with third parties in the ways that are described in this privacy statement.",
    "privacy017":"Please note that the Application utilizes third-party services that have their own Privacy Policy about handling data. Below are the links to the Privacy Policy of the third-party service providers used by the Application:",
    "privacy018":"Google Play Services",
    "privacy019":"Facebook",
    "privacy020":"The Service Provider may disclose User Provided and Automatically Collected Information:",
    "privacy021":"as required by law, such as to comply with a subpoena, or similar legal process;",
    "privacy022":"when they believe in good faith that disclosure is necessary to protect their rights, protect your safety or the safety of others, investigate fraud, or respond to a government request;",
    "privacy023":"with their trusted services providers who work on their behalf, do not have an independent use of the information we disclose to them, and have agreed to adhere to the rules set forth in this privacy statement.",
    "privacy024":"Marketing",
    "privacy025":"Where we record your preferences as permitting us to do so, we and our third-party partners use information collected about you to send you marketing communications about our Application and other services based on your interests. For example, we will send emails, serve ads within our services or place ads on third party websites, apps and Internet-connected devices. We will use the information that we hold about you to promote our Application and other Services. This might include:",
    "privacy026":"advertising within third party websites, apps and Internet-connect devices;",
    "privacy027":"showing you promotions for brand-related campaigns and activities;",
    "privacy028":"sending you marketing materials by email.",
    "privacy029":"Advertising",
    "privacy030":"Our Application include advertising for third party products and services. The Service Provider and partners collect and use information about you to improve advertising, targeting and measurement systems so that we can show you relevant third party ads in our Application.",
    "privacy031":"Opt-Out Rights",
    "privacy032":"You can stop all collection of information by the Application easily by uninstalling it. You may use the standard uninstall processes as may be available as part of your mobile device or via the mobile application marketplace or network.",
    "privacy033":"Data Retention Policy",
    "privacy034":"The Service Provider will retain User Provided data for as long as you use the Application and for a reasonable time thereafter. If you'd like them to delete User Provided Data that you have provided via the Application, please contact them at airdrumming@airtech.sg and they will respond in a reasonable time.",
    "privacy035":"Children",
    "privacy036":"The Service Provider does not use the Application to knowingly solicit data from or market to children under the age of 13.",
    "privacy037":"The Application does not address anyone under the age of 13. The Service Provider does not knowingly collect personally identifiable information from or direct interest-based advertising to children under 13 years of age. In the case the Service Provider discover that a child under 13 has provided personal information, the Service Provider will immediately delete this from their servers.",
    "privacy038":"If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact the Service Provider (airdrumming@airtech.sg) so that they will be able to take the necessary actions.",
    "privacy039":"Security",
    "privacy040":"The Service Provider is concerned about safeguarding the confidentiality of your information. The Service Provider provides physical, electronic, and procedural safeguards to protect information the Service Provider processes and maintains.",
    "privacy041":"Changes",
    "privacy042":"This Privacy Policy may be updated from time to time for any reason. The Service Provider will notify you of any changes to the Privacy Policy by updating this page with the new Privacy Policy. You are advised to consult this Privacy Policy regularly for any changes, as continued use is deemed approval of all changes.",
    "privacy043":"This privacy policy is effective as of 2024-06-28",
    "privacy044":"When you download, access and/or play our Application, or interact with our Website or other services you give consent to the collection and use of your information in accordance with this Privacy Policy, including Air Drumming’s and our advertising partners’ use of your data for targeted advertising purposes. If you have any concerns about providing information to us, or it being used as described in this Privacy Policy, you should not use our Application",
    "privacy045":"Contact Us",
    "privacy046":"If you have any questions regarding privacy while using the Application, or have questions about the practices, please contact the Service Provider via email at airdrumming@airtech.sg.",
    "privacy047":"Unity",
    "privacy048":"Your Consent"
  },
    "footer": {
      "language": "Language",
      "english": "English",
      "chinese": "Chinese",
      "home": "Home",
      "about": "About Us",
      "services": "Services",
      "services_schools": "Schools",
      "services_corporate": "Corporate",
      "services_community": "Community",
      "services_events": "Events",
      "collaboration": "Collaboration",
      "community": "AIR+ Community",
      "contact": "Contact Us",
      "privacy": "Privacy Policy",
      "copyright": "Copyright © 2024 Air Drumming ® All rights reserved."
    }
  }
  