{
  "header":{
    "home": "Home",
    "about": "About Us",
    "services": "Services",
    "services_schools": "Schools",
    "services_corporate": "Corporate",
    "services_community": "Community",
    "services_events": "Events",
    "collaboration": "Collaboration",
    "community": "AIR+ Community",
    "contact": "Contact Us"
  },
  "body_home":{
    "t1": "Air Drumming is a rhythmic exploration, a lifestyle statement, and a social movement, that integrates users seamlessly across the mobile application, the physical experience, and their connection with the larger communities.",
    "play1": "AIRCITING FEATURES",
    "play1text":"Explore yourcelestial adventure!",
    "play2":"STAR TRACKS",
    "play2text":"Drum N' Roll to your all-time favorite songs!",
    "play3h1":"FEEL D",
    "play3h2":"COSMIC",
    "play3h3":"BEAT",
    "play3h4":"COSMIC BEAT",
    "play4":"Learn More",
    "play5":"DRUMPLAY",
    "play5text":"Electrify the universe with your best score!",
    "com1":"AIR COMMUNITY",
    "com1text":"We make rhythm learning accessible for people from all walks of life, especially the underserved communities, with our multi-functional AI-powered Air Drumming application.",
    "com1text2":"Learn More",
    "events1":"EVENTS",
    "events1text":"Tap on our comprehensive suite of AI-powered solutions to hype up your pop-up events and boost crowd engagement.",
    "events1text2":"Learn More"
  },
  "body_about":{
    "about1h":"WHAT IS",
    "about1h2":"AIR DRUMMING?",
    "about1p1":"Air is shapeless, formless, limitless - and we believe drumming can be too. We imagine a creative expression with no obstacles, a language with no barriers, and a world with no one left behind.",
    "about1p2":"Air Drumming is a rhythmic exploration, a lifestyle statement, and a social movement, that integrates users seamlessly across the mobile application, the physical experience, and their connection with the larger communities.",
    "about1p3":"We develop cutting-edge technological capabilities to elevate physical experiences for people from all walks of life, without losing the human touch.",
    "about1p4":"Air Drumming is part of A.I.R Technology, a newly founded gaming company that specialises in developing rhythm-based mobile applications that bridge AI technology and reality to promote inclusion among the communities.",
    "about1p5":"We develop applications that are entertaining, educational and inclusive.",
    "aboutWho1h":"WHO WE ARE?",
    "aboutWho1p":"Rhythm is our universal language to connect with the world. We are as a team of creative rhythm makers, performers,",
    "aboutWho2p":"educators, artists, and most importantly, ever-changing innovators.",
    "aboutWho3p":"We redefine rhythm. We created new possibilities. We turn ideas into reality.",
    "aboutMiss1h":"MISSION",
    "aboutMiss1p":"Bridging AI and Reality to create Inclusivity through rhythm",
    "aboutVis1h":"VISION",
    "aboutVis1p":"Be Asia's leading rhythm-based edutainment platform",
    "aboutMile1h":"MILESTONES",
    "aboutMile1p":"Started Air Drumming",
    "aboutMile2p":"Established A.I.R Technology Pte Ltd",
    "aboutMile3p":"Performed at Singapore New Year Countdown",
    "aboutMile4p":"Peformed at Chinese New Year @ River Hongbao",
    "aboutMile5p":"Performed at Singapore National Day Parade",
    "aboutMile6p":"Showcased and performed for Somerset Belt Arts Fest Opening",
    "aboutMile7p":"Showcased sustainable lights installation for Singapore Night Festival @ GR.iD",
    "aboutMile8p":"Received Singapore Young Entrepreneur Award for Quality Education and Responsible Supply Chain",
    "aboutMile9p":"Launched digital music series Dru(musical) and Cajon online with support from",
    "aboutMile10p":"National Arts Council (NAC)",
    "aboutMile11p":"Launched livestreaming show and music videos with support from Somerset Belt",
    "aboutMile12p":"Performed at Singapore New Year Countdown",
    "aboutMile13p":"Initiated Green Drumming, Singapore's first innovative-recycled percussion group",
    "aboutMile14p":"Singapore's biggest Cajon festival, Box'Out returned for third edition",
    "aboutMile15p":"Performed at President Star Charity show",
    "aboutMile16p":"Singapore's biggest Cajon festival, Box'Out returned for second edition",
    "aboutEvent1h":"ABOUT OUR",
    "aboutEvent1h2":"AIR+ COMMUNITY?",
    "aboutEvent1p":"The Air+ Community is where users from all walks of life connect - our players, creators, merchants and partners.",
    "aboutEvent2p":"Embark on your rhythmic journey today!",
    "aboutEvent3p":"Join Us!"
  },
  "body_services":{
    "servicesSchool1h":"SCHOOLS",
    "servicesSchool1p":"Air Drumming provides students with an innovative rhythm learning experience powered by proprietary Al application, integrated with high-tech music gadgets. Catered to students with varying levels of music proficiency, we leverage on smart in-app features to equip students with drumming fundamentals in an interactive and engaging manner. Students can also join the Air+ community to access unlimited drumming tutorials and practice with some of the trendiest pop songs in the app.",
    "servicesSchool2p":"With 10+ years of conducting enrichment programmes for 80+ MOE- registered and private schools, ranging from pre-schools to tertiary institutions, we are a team of trailblazers who redefines creative education and music learning for the next generation.",
    "servicesSchool2h":"WE PROVIDE",
    "servicesSchool3p":"Assembly Program (Talk, Performance, Student Engagement)",
    "servicesSchool4p":"Short-term Taster Workshops",
    "servicesSchool5p":"Long-term Enrichment Program",
    "servicesSchool6p":"Learning Journey (Offsite Immersion)",
    "servicesSchool3h":"SCHOOLS WE HAVE WORKED WITH",
    "servicesSchool7p":"Westwood Primary School, Westwood Secondary School, Holy Innocent's High School, Furen International School, National University of Singapore, Singapore Management University, Maple Bear",
    "servicesCorp1h":"CORPORATE",
    "servicesCorp1p":"Watch a movie, play a sport, or conquer an amazing race challenge? It's time to surprise and impress your employees with more refreshing corporate engagement ideas. Be it for your annual D&D, festive event, teambuilding activity, or CSR initiative - we can drum up innovative rhythmic performances or fun team programs for your organization! ",
    "servicesCorp2p":"Powered by our agile Air Drumming platform, we immerse your employees in an absolutely adrenaline-pumping and eye-opening drumming experience unlike any others. We turn your imagination into a reality!",
    "servicesCorp2h":"WE PROVIDE",
    "servicesCorp3p":"Performance (with elements of Audience Interaction)",
    "servicesCorp4p":"Teambuilding Program",
    "servicesCorp5p":"Creative Collaboration (Executive-level Training & Choreography, Customized Request)",
    "servicesCorp3h":"PARTNERS WE HAVE WORKED WITH",
    "servicesCorp6p":"DBS, UBS, HTX, Johnson & Johnson, Gardens by the Bay, Marina Bay Sands, MediaCorp, Tiger Beer, The Body Shop",
    "servicesComm1h":"COMMUNITY",
    "servicesComm1p":"We make rhythm learning accessible for people from all walks of life, especially the underserved communities such as seniors living alone and persons with disabilities. Conventional drumming workshops can be rather difficult for senior learners, especially those struggling with any form of medical condition (e.g. intellectual disability, dementia, physical constraint), so we leverage on our multi-functional Al-powered Air Drumming application to provide an easy-to-follow, and audiovisual learning experience for them.",
    "servicesComm2p":"More than just drumming, we help community partners to conceptualize and customize inclusive programs that champion the five key components of well-being (social, physical, emotional, mental, nutritional) using technology. We also work closely with our partners to conduct internal training and development programs for their staff and volunteers as part of our mission to create an inclusive community.",
    "servicesComm2h":"WE PROVIDE",
    "servicesComm3p":"Inclusive Workshops (applicable to Persons with Disabilities)",
    "servicesComm4p":"Long-term Programs (applicable to Persons with Disabilities)",
    "servicesComm5p":"Training & Development",
    "servicesComm3h":"SCHOOLS WE HAVE WORKED WITH",
    "servicesComm6p":"Thye Hua Kwan (SAC), Extra Ordinary People, The Singapore Association For The Deaf, Youth Corps Singapore, Loving Heart",
    "servicesEvent1h":"EVENTS",
    "servicesEvent1p":"In today's digital world, there is no better way to engage consumers than using technology. We R&D a comprehensive suite of Al-powered solutions to deliver gamified experiences that are immersive, interactive and innovative! Tap on our proprietary Air Drumming application, together with physical Air Kiosk (mobile gaming machine), to hype up your pop-up events and boost crowd engagement.",
    "servicesEvent2h":"WE PROVIDE",
    "servicesEvent2p":"Air Kiosks (suitable for Pop-up activations)",
    "servicesEvent3p":"020 Gamified Experiences (suitable for campaigns)",
    "servicesEvent4p":"Interactive Performances (suitable for opening/closing events)"
  },
    "footer": {
      "language": "Language",
      "english": "English",
      "chinese": "Chinese",
      "home": "Home",
      "about": "About Us",
      "services": "Services",
      "services_schools": "Schools",
      "services_corporate": "Corporate",
      "services_community": "Community",
      "services_events": "Events",
      "collaboration": "Collaboration",
      "community": "AIR+ Community",
      "contact": "Contact Us",
      "privacy": "Privacy Policy",
      "copyright": "Copyright © 2024 Air Drumming ® All rights reserved."
    }
  }
  